[
    {
      "id": "desatanudos",
      "thumbnail": "/small-desatanudos.png",
      "title": "Virgen Desatanudos",
      "image": "/desatanudos.png",
      "tags": ["amor", "familia", "paz"],
      "prey": "Santa María, Virgen Desatanudos, te pido que intercedas en mis dificultades y me ayudes a encontrar paz en medio de los conflictos.",
      "effect": "Protección familiar y reconciliación, ayuda a resolver conflictos y nudos en la vida."
    },
    {
      "id": "maradona",
      "thumbnail": "/small-maradona.png",
      "title": "Diego Maradona",
      "image": "/maradona.png",
      "tags": ["fútbol", "pasión", "milagro"],
      "prey": "Diego, símbolo de lucha y pasión, acompáñame en mi camino y dame la fuerza para superar los desafíos, como lo hiciste en la cancha.",
      "effect": "Inspira pasión y perseverancia en el fútbol y la vida, considerado un símbolo de lucha y triunfo en la adversidad."
    },
    {
      "id": "san-expedito",
      "thumbnail": "/small-san-expedito.png",
      "title": "San Expedito",
      "image": "/san-expedito.png",
      "tags": ["justicia", "dinero", "urgencia"],
      "prey": "San Expedito, patrono de las causas urgentes, ayúdame en este momento de necesidad y concédeme la ayuda que busco con tanta fe.",
      "effect": "Intervención rápida en situaciones difíciles, ayuda en problemas urgentes y necesidades de dinero."
    },
    {
      "id": "messi",
      "thumbnail": "/small-messi.png",
      "title": "Lionel Messi",
      "image": "/messi.png",
      "tags": ["sueños", "perseverancia", "grandeza"],
      "prey": "Leo, ejemplo de humildad y grandeza, inspíranos a perseguir nuestros sueños con dedicación y a nunca rendirnos ante los obstáculos, como nos enseñaste en cada partido.",
      "effect": "Símbolo de superación personal y excelencia, inspira a alcanzar metas imposibles y mantener la humildad en el éxito."
    },
    {
      "id": "gauchito-gil",
      "thumbnail": "/small-gauchito-gil.png",
      "title": "Gauchito Gil",
      "image": "/gauchito-gil.png",
      "tags": ["protección", "salud", "viajes"],
      "prey": "Gauchito Gil, te pido tu protección en este viaje y que cuides de mis seres queridos. Con tu amparo, confío en salir adelante.",
      "effect": "Protección en viajes, cuidado de la salud y amparo para quienes lo invocan."
    },
    {
      "id": "ceferino-namuncura",
      "thumbnail": "/small-ceferino-namuncura.png",
      "title": "Ceferino Namuncurá",
      "image": "/ceferino-namuncura.png",
      "tags": ["juventud", "esperanza", "estudios"],
      "prey": "Querido Ceferino Namuncurá, guía a los jóvenes que buscan un camino de esperanza y sabiduría en sus estudios y sus vidas.",
      "effect": "Apoyo en los estudios, esperanza y protección para los jóvenes."
    },
    {
      "id": "gilda",
      "thumbnail": "/small-gilda.png",
      "title": "Gilda",
      "image": "/gilda.png",
      "tags": ["amor", "música", "milagros"],
      "prey": "Gilda querida, con tus canciones llevaste consuelo y amor. Inspíranos a encontrar paz en medio de nuestras batallas diarias.",
      "effect": "Inspiración para el amor y la música, símbolo de fe y milagros para sus seguidores."
    },
    {
      "id": "santa-muerte",
      "thumbnail": "/small-santa-muerte.png",
      "title": "Santa Muerte",
      "image": "/santa-muerte.png",
      "tags": ["protección", "justicia", "cambio"],
      "prey": "Santa Muerte, tú que guardas los secretos de la vida y la muerte, acompáñame en este cambio y protege mi camino.",
      "effect": "Otorga protección en momentos de transición, justicia y amparo a los que buscan cambio."
    },
    {
      "id": "difunta-correa",
      "thumbnail": "/small-difunta-correa.png",
      "title": "Difunta Correa",
      "image": "/difunta-correa.png",
      "tags": ["milagros", "familia", "esperanza"],
      "prey": "Difunta Correa, madre que venciste a la adversidad, danos fortaleza y esperanza para superar nuestras propias pruebas.",
      "effect": "Simboliza la fe y milagros para la protección familiar y la superación de adversidades."
    },
    {
      "id": "mburucuya",
      "thumbnail": "/small-mburucuya.png",
      "title": "Flor de Mburucuyá",
      "image": "/mburucuya.png",
      "tags": ["calma", "sanación", "espiritualidad"],
      "prey": "Flor de Mburucuyá, símbolo de calma y sanación, dame la paz y serenidad que necesito para sanar mi espíritu.",
      "effect": "Ayuda a encontrar la paz y equilibrio espiritual, brinda calma y armonía en tiempos de estrés."
    },
    {
      "id": "mamerto-esquiu",
      "thumbnail": "/small-mamerto-esquiu.png",
      "title": "Fray Mamerto Esquiú",
      "image": "/mamerto-esquiu.png",
      "tags": ["fe", "patria", "honestidad"],
      "prey": "Fray Mamerto Esquiú, modelo de virtud y fe, guía a quienes buscan actuar con honestidad y justicia en la vida.",
      "effect": "Símbolo de fe y honestidad, es invocado por aquellos que buscan actuar con rectitud y justicia."
    }
  ]
  